<?php

return [
    'throttle' => 'Слишком много попыток. Пожалуйста, повторите попытку через :seconds секунд.',

    'throttle_later' => 'Слишком много попыток. Пожалуйста, попробуйте позже.',

    'saved' => 'Сохранено',

    'success' => 'Успешно',

    'user' => [
        'update_avatar_success' => 'Ваш аватар был успешно изменен.',
        'update_profile_success' => 'Данные профиля успешно изменены.',
        'update_username_success' => 'Имя пользователя успешно изменено.',
        'update_password_success' => 'Ваш пароль был успешно изменен.',
    ],

    'account' => [
        'registration_disallow' => 'Регистрация новых учетных записей недоступна.',
        'update_basic_success' => 'Новые настройки были успешно сохранены.',
        'update_appearance_success' => 'Новые настройки внешнего вида были успешно применены.',
    ],

    'collaborative' => [
        'report_note_message_success' => 'Мы получили сообщение, мы рассмотрим его и примем  все возможные меры.',
        'report_note_message_throttle' => 'Ранее вы уже отправляли жалобу на эту страницу, мы рассмотрим ee и примем все возможные меры.',
    ],

    'support' => [
        'feedback_success' => 'Спасибо! Мы получили ваше сообщение.'
    ]
];
