<?php

return [
    'verify' => [
        'subject' => 'Подтвердите адрес электронной почты',
        'text_before' => 'Пожалуйста, нажмите на кнопку ниже, чтобы подтвердить свой адрес электронной почты.',
        'text_after' => 'Если вы не создавали учетную запись, никаких дальнейших действий не требуется.',
        'action' => 'Подтвердите адрес электронной почты',
    ],
    'reset_password' => [
        'subject' => 'Уведомление о сбросе пароля',
        'text_before' => 'Вы получаете это электронное письмо, потому что мы получили запрос на сброс пароля для вашей учетной записи.',
        'text_after' => 'Срок действия этой ссылки для сброса пароля истечет через :count минуты.',
        'text_after_2' => 'Если вы не запрашивали сброс пароля, никаких дальнейших действий не требуется.',
        'action' => 'Сброс пароля',
    ],
    'greeting' => 'Здравствуйте!',
    'regards' => 'С уважением',
    'subcopy' => 'Если у вас возникли проблемы с нажатием кнопки, скопируйте и вставьте приведенный ниже URL-адрес в свой веб-браузер:',
];
